Repository: akrzemianowski/currencyrate
Catalog: translations/*/ModulesCurrencyrateAdmin.*.xlf
Languages: pl_pl

source: API Service
pl_pl: Usługa API

# 5d4g9d5f32b80dc5c1g0d3c6f6e7f2b3
source: Frankfurter (European Central Bank)
pl_pl: Frankfurter (Europejski Bank Centralny)

# 6e5h0e6g43c91ed6d2h1e4d7g7f8g3c4
source: Select the API service to fetch currency rates from.
pl_pl: Wybierz usługę API do pobierania kursów walut.

# 7f6i1f7h54da2fe7e3i2f5e8h8g9h4d5
source: Auto Update
pl_pl: Automatyczna aktualizacja

# 8g7j2g8i65eb3gf8f4j3g6f9i9h0i5e6
source: Enabled
pl_pl: Włączona

# 9h8k3h9j76fc4hg9g5k4h7g0j0i1j6f7
source: Disabled
pl_pl: Wyłączona

# 0i9l4i0k87gd5ih0h6l5i8h1k1j2k7g8
source: Automatically update currency rates daily via cron.
pl_pl: Automatycznie aktualizuj kursy walut codziennie za pomocą crona.

# 1j0m5j1l98he6ji1i7m6j9i2l2k3l8h9
source: View Historical Rates (Front Office)
pl_pl: Pokaż historyczne kursy (Front Office)

# 2k1n6k2m09if7kj2j8n7k0j3m3l4m9i0
source: Currency Rate Settings
pl_pl: Ustawienia kursów walut

# 3l2o7l3n10jg8lk3k9o8l1k4n4m5n0j1
source: Statistics
pl_pl: Statystyki

# 4m3p8m4o21kh9ml4l0p9m2l5o5n6o1k2
source: Total rates stored
pl_pl: Całkowita liczba zapisanych kursów

# 5n4q9n5p32li0nm5m1q0n3m6p6o7p2l3
source: Last update
pl_pl: Ostatnia aktualizacja

# 6o5r0o6q43mj1on6n2r1o4n7q7p8q3m4
source: Never
pl_pl: Nigdy

# 7p6s1p7r54nk2po7o3s2p5o8r8q9r4n5
source: Fetch Historical Rates
pl_pl: Pobierz historyczne kursy

# 8q7t2q8s65ol3qp8p4t3q6p9s9r0s5o6
source: Active currencies
pl_pl: Aktywne waluty

# 9r8u3r9t76pm4rq9q5u4r7q0t0s1t6p7
source: total
pl_pl: razem

# 0s9v4s0u87qn5sr0r6v5s8r1u1t2u7q8
source: This will fetch currency rates for the last 30 days for all active store currencies.
pl_pl: Spowoduje to pobranie kursów walut z ostatnich 30 dni dla wszystkich aktywnych walut sklepu.

# 1t0w5t1v98ro6ts1s7w6t9s2v2u3v8r9
source: Fetch Historical Rates (Last 30 Days)
pl_pl: Pobierz historyczne kursy (Ostatnie 30 dni)

# 2u1x6u2w09sp7ut2t8x7u0t3w3v4w9s0
source: No active currencies found in the store.
pl_pl: Nie znaleziono aktywnych walut w sklepie.

# 3v2y7v3x10tq8vu3u9y8v1u4x4w5x0t1
source: Successfully synced %d currency rates for period %s to %s
pl_pl: Pomyślnie zsynchronizowano %d kursów walut w okresie od %s do %s

# 4w3z8w4y21ur9wv4v0z9w2v5y5x6y1u2
source: Synced %d rates with %d errors for currencies: %s. Check logs for details.
pl_pl: Zsynchronizowano %d kursów z %d błędami dla walut: %s. Sprawdź logi, aby uzyskać szczegóły.

# 5x40a0x5z32vs0xw5w1a0x3w6z6y7z2v3
source: Error syncing rates:
pl_pl: Błąd synchronizacji kursów:
